const characters = [
    {
        name: 'سيف',
        properties: [
            'بيسمع راب',
            'بيحب ابيوسف',
            'مبرمج',
            'اكبر اخواته',
            'من ميت غمر',
            'نشيط على تويتر',
            'بيلبس نضارة',
            'في هندسة',
            'في جامعة المنصورة',
        ]
    },
    {
        name: 'طلعوت',
        properties: [
            'بيسمع راب',
            'بيحب ابيوسف',
            'في طب',
            'من ميت محسن',
            'بيروح الجيم على طول',
            'في جامعة الزقازيق',
        ]
    },
    {
        name: 'بورضا',
        properties: [
            'بيروح الجيم على طول',
            'اكبر اخواته',
            'من ميت محسن',
            'بيلبس نضارة',
            'في هندسة',
            'في العاشر',
        ]
    },
    {
        name: 'عصام',
        properties: [
            'من سنتماي',
            'في هندسة',
            'اكبر اخواته',
            'عايش في تركيا',
            'بيلبس نضارة',
        ]
    },
    {
        name: 'بهاء',
        properties: [
            'من سنتماي',
            'بيشوف انمي',
            'كل يوم عيد ميلاد صاحبته',
            'في صيدلة',
            'في جامعة مسا',
        ]
    },
    {
        name: 'عماد',
        properties: [
            'من ميت غمر',
            'بيشوف انمي',
            'اكبر اخواته',
            'في هندسة',
            'في جامعة الزقازيق',
        ]
    },
    {
        name: 'سامي',
        properties: [
            'من ميت محسن',
            'في جامعة ماست',
            'في لغات وترجمة',
        ]
    },
    {
        name: 'فوزي',
        properties: [
            'من ميت غمر',
            'أحد أفراد عائلته مدرس ادانا',
            'اكبر اخواته',
            'في السلاب',
            'في حاسبات',
        ]
    },
    {
        name: 'ضياء',
        properties: [
            'من ميت غمر',
            'في صيدلة',
            'شعره كيرلي',
            'أحد أفراد عائلته مدرس ادانا',
            'في جامعة القاهرة',
            'بيلبس نضارة',
            'بيشوف انمي',
        ]
    },
    {
        name: 'ديبو',
        properties: [
            'اكبر اخواته',
            'من ميت غمر',
            'في جامعة المنصورة',
            'في حاسبات',
            'بينزل الشات ستوريز كل ما يتكلم',
        ]
    },
    {
        name: 'ويلو',
        properties: [
            'من ميت غمر',
            'اكبر اخواته',
            'في علوم فضاء',
            'في بني سويف',
        ]
    },
    {
        name: 'الطامي',
        properties: [
            'من ميت محسن',
            'في سياسة واقتصاد',
            'في اسكندرية',
            'سفير',
            'دمه بتقل كيلو طماطم',
        ]
    },
    {
        name: 'الحسن',
        properties: [
            'في طب',
            'في جامعة الزقازيق',
            'من كفر بهيدة',
            'عنده أخ توأم',
        ]
    },
    {
        name: 'الحسين',
        properties: [
            'في طب',
            'بيعرف يصور',
            'في جامعة الزقازيق',
            'بيشوف انمي',
            'من كفر بهيدة',
            'عنده أخ توأم',
        ]
    },
    {
        name: 'خضر',
        properties: [
            'في تجارة انجلش',
            'في جامعة المنصورة',
            'بيلبس نضارة',
            'من ميت غمر',
        ]
    },
    {
        name: 'شوقي',
        properties: [
            'طويل',
            'في هندسة',
            'بيلبس نضارة',
            'في الشروق',
            'من سنتماي',
        ]
    },
    {
        name: 'سيد',
        properties: [
            'من ميت محسن',
            'في حاسبات',
            'في السلاب',
        ]
    },
    {
        name: 'اشرف',
        properties: [
            'من سمبو',
            'أحد أفراد عائلته مدرس ادانا',
            'في جامعة المنصورة الجديدة',
            'في طب',
        ]
    },
    {
        name: 'الوليلي',
        properties: [
            'من ميت محسن',
            'في حقوق',
            'أحد أفراد عائلته مدرس ادانا',
            'في جامعة الزقازيق',
        ]
    },
    {
        name: 'ابو عرب',
        properties: [
            'من ميت محسن',
            'في هندسة',
            'بيحب العربيات',
            'اكبر اخواته',
            'في جامعة الزقازيق',
        ]
    },
]